{
    "الرئيسية":"Home",
    " 2023 في عام (SFDA)عام2023.وحقق ايضاً إجتياز معايير الهيئة العامة للغذاء والدواء بالمملكة العربية السعوديه (CBAHI)نبذة عن:المختبر الإقليمي بجازان،دشن صاحب السمو الملكي الأمير محمد بن عبدالعزيز بن محمد بن عبدالعزيز نائب أمير منطقة جازان  افتتاح المختبر الإقليمي، بمشاركة معالي وزير الصحة الدكتور الدكتور توفيق بن فوزان الربيعة ومدير الشؤون الصحية في المنطقة عبدالرحمن بن دبى الحربي في عام 2020م.المختبر الإقليمي في منطقة جازان الذي يعد أحد المشاريع الصحية التخصصية بالمنطقة ، ويقدم الخدمات المخبرية التخصصية ، بما يضمه من الكوادر الطبية والإدارية المتخصصة في عدد من المجالات.المختبر الإقليمي ، الذي يسهم في فحوصات عينات فيروس كورونا المستجد (كوفيدـ19) بالمنطقة ويأتي امتداداً للدعم والرعاية التي يوليها خادم الحرمين الشريفين الملك سلمان بن عبدالعزيز آل سعود وسمو ولي عهده الأمين ـ حفظهما الله ـ بالمواطن والمقيم في مختلف مناطق المملكة, مثمناً متابعة معالي وزير الصحة والجهود التي يبذلها مدير عام صحة جازان وكافة أبطال الصحة بالمنطقة لكل ما يخدم المستفيدين من القطاع الصحي بشكل عام الاعتمادات :حقق المختبر الإقليمي بمنطقة جازان معايير الجودة وحصل على شهادة اعتماد من قبل المركز السعودي لإعتماد المنشآت الصحية":"About: Jazan Regional Laboratory, His Royal Highness Prince Mohammed bin Abdulaziz bin Mohammed bin Abdulaziz, Deputy Governor of Jazan region, inaugurated the regional laboratory, with the participation of His Excellency the minister of Health Dr. Dr. Tawfiq bin Fawzan al-Rabeeah and the director of Health Affairs in the region Abdul Rahman bin Dubai Al-Harbi in the year ٢٠٢٠ ad. The Regional Laboratory in Jazan region, which is one of the specialized health projects in the region, and provides specialized laboratory services, including medical and administrative cadres specialized in a number of fields.The regional laboratory, which contributes to the testing of samples of the emerging corona virus (covid-19) in the region and comes as an extension of the support and care given by the custodian of the Two Holy Mosques King Salman bin Abdulaziz Al Saud and His Highness The Crown Prince-may God protect them-to citizens and residents in various regions of the kingdom, appreciating the follow-up by His Excellency the minister of Health and the efforts exerted by the Director General of Jazan health and all the health heroes in the region for everything that serves the beneficiaries of the health sector in general :The Regional Laboratory in Jazan achieved quality standards and received an accreditation certificate from the Saudi Center for accreditation of health facilities (CBAHI)in ٢٠٢٣ He also achieved passing the standards of the general food and Drug Authority of the kingdom of Saudi Arabia (SFDA)in ٢٠٢٣ year .",


   "نبذة عن المختبر الإقليمي بجازان":"About Jazan Regional Laboratory",

   "دشن صاحب السمو الملكي الأمير محمد بن عبدالعزيز بن محمد بن عبدالعزيز نائب أمير منطقة جازان افتتاح المختبر الإقليمي، بمشاركة معالي وزير الصحة الدكتور الدكتور توفيق بن فوزان الربيعة ومدير الشؤون الصحية في المنطقة عبدالرحمن بن دبى الحربي في عام ٢٠٢٠ م.":"His Royal Highness Prince Mohammed bin Abdulaziz bin Mohammed bin Abdulaziz, Deputy Governor of Jazan region, inaugurated the regional laboratory, with the participation of His Excellency the Minister of Health Dr. Dr. Tawfiq bin Fawzan al-Rabeeah and the Director of Health Affairs in the region Abdul Rahman bin Dubai Al-Harbi in the year 2020 AD.",
"المختبر الإقليمي في منطقة جازان الذي يعد أحد المشاريع الصحية التخصصية بالمنطقة، ويقدم الخدمات المخبرية التخصصية، بما يضمه من الكوادر الطبية والإدارية المتخصصة في عدد من المجالات.":"The Regional Laboratory in Jazan region, which is one of the specialized health projects in the region, provides specialized laboratory services, including medical and administrative cadres specialized in a number of fields.",
"المختبر الإقليمي، الذي يسهم في فحوصات عينات فيروس كورونا المستجد (كوفيدـ19) بالمنطقة ويأتي امتداداً للدعم والرعاية التي يوليها خادم الحرمين الشريفين الملك سلمان بن عبدالعزيز آل سعود وسمو ولي عهده الأمين ـ حفظهما الله ـ بالمواطن والمقيم في مختلف مناطق المملكة، مثمناً متابعة معالي وزير الصحة والجهود التي يبذلها مدير عام صحة جازان وكافة أبطال الصحة بالمنطقة لكل ما يخدم المستفيدين من القطاع الصحي بشكل عام.":" The regional laboratory, which contributes to the testing of samples of the emerging coronavirus (COVID-19) in the region and comes as an extension of the support and care given by the custodian of the Two Holy Mosques King Salman bin Abdulaziz Al Saud and His Highness The Crown Prince—may God protect them—to citizens and residents in various regions of the kingdom, appreciating the follow-up by His Excellency the Minister of Health and the efforts exerted by the Director General of Jazan health and all the health heroes in the region for everything that serves the beneficiaries of the health sector in general.",
"الاعتمادات: حقق المختبر الإقليمي بمنطقة جازان معايير الجودة وحصل على شهادة اعتماد من قبل المركز السعودي لإعتماد المنشآت الصحية في عام 2023. وحقق أيضاً إجتياز معايير الهيئة العامة للغذاء والدواء بالمملكة العربية السعودية (SFDA) في عام 2023.":"The Regional Laboratory in Jazan achieved quality standards and received an accreditation certificate from the Saudi Center for Accreditation of Health Facilities (CBAHI) in 2023. He also achieved passing the standards of the General Food and Drug Authority of the Kingdom of Saudi Arabia (SFDA) in 2023.",



   
"الاقسام":"Sections",
"قسم علم الناعة":"Department Immunology",
"The Department of immunology at the Regional Laboratory in Jazan is characterized by several main points centered on productivity and high quality, but what is immunity and what is the role of the immune systemThe body's immune system plays a key role in protecting the body from diseases and infections.This section consists of a group of cells and tissues that work together to identify and remove foreign particles and cancer cells. Thus, this department is responsible for the basic functions of the immune system, including the recognition of foreign objectsand response to them,but sometimes due to a malfunction in the cellular and molecular divisions this system may turn into an enemy and this is what is called immunomodulatory diseases. In this case, the cells are attacked and destroyed even though they are in their normal state, which leads to chronic immune diseases.":"قسم المناعة بالمختبر الاقليمي بجازان يتميز بعدة نقاط رئيسية تتمحور حول الانتاجية و الجودة العاليه ولكن ماهي المناعة و ما دور الجهاز المناعي؟ جهاز المناعة في الجسم يلعب دورًا رئيسيًا في حماية الجسم من الأمراض والعدوى.هذا القسم يتكون من مجموعة من الخلايا والأنسجة التي تعمل معاً لتحديد وإزالة الجسيمات الغريبة والخلايا السرطانية. وبالتالي، فإن هذا القسم مسؤول عن الوظائف الأساسية للجهاز المناعي، بما في ذلك التعرف على الأجسام الغريبةوالاستجابة لها ولكن في بعض الاحيان و بسبب خلل في الانقسامات الخلويه والجزيئية قد يتحول هذا النظام الى عدو وهذا ما يطلق علي الامراض الية المناعة. في هذة الحالة يتم مهاجمة الخلايا و تدميرها رغم انها في حالتها الطبيعية مما يؤدي الى امراض مناعية مزمنه قسم المناعة في المختبر الاقليمي بتجمع جتزان الصحي يقدم خدمات تحليلة لاكثر من عشرين مستشفى لتشخيص اكثر من 150 تحليل متنوع وكذلك يقدم تالتحاليل باكثر من 6 تقنيات مختلفة وفي وقت قصير ليتيح المجال للاطباء المتخصصين في هذا المجال لاتخاذ الجراء المناسب لمرضاهمز ",

"قسم الفيروسات ":"Department Viroiogy",

"قسم الجزيئات الحيوية":"Department Molecular biology",

"قسم علم امراض الدم ":"Department Hematology",
"The Hematology Department receives and prepares bone marrow fluid and tissue samples, as well as peripheral blood samples on glass slides, and then the specialist doctor takes samples from them and examines them under a microscope to diagnose blood disorders and leukemia. Flow cytometry helps challenge blood cancers by identifying identifiers. Especially on cells(CD Marker), in addition to the department’s work on the immunological aspect of lymphocytes in the blood":"يقوم قسم امراض الدم باستقبال و تحظير عينات نخاع العظام السائل و النسيجي وايضاً عينات الدم الطرفية في الشرائح الزجاجية و من ثم يقوم الطبيب المختص بمعينتها وفحصها تحت المجهر لتشخيص اعتلالات الدم و سرطان الدم ويقوم قسم التدفق الخلوي بالمساعدة في تحدي انواع سرطانات الدم عن طريق تحديد المعرفات الخاصه على الخلايابالإضافة إلى عمل القسم في الجانب المناعي للخلايا اللمفاوية في الدم",

"قسم علم الانسجة":"Department Histology",

"قسم الصحة العامة":"Department Public health",
 
"قسم الدرن":"Department Tuberculosis",

"قسم الكيمياء الحيوية ":"Department Biochemistry",

"قسم استقبال العينات ":"Department Reception samples",

"التقرير":"Reports",
"اسم المستخدم":"user name",
"كلمة السر":"password",
"تسجيل الدخول":"Login",
"اختر القسم":"Select section",
"اختر الجهاز":"Select device",
"اكتب التقرير هنا":"Write the report here",
"ارسال":"Send",


"الدعم":"Support",
"كيف تستخدم الموقع؟":"How to use the site?",
"موقع الدعم التقني, تم إنشاؤه لي يسهل على موظفين المختبر الإقليمي التواصل مع القسم التقني بسهولة وسرعة حيث انه يمكن للمستخدم لدخول على صفحة التقارير واختيار القسم والجهاز وتحديد مشكلة الجهاز وسيتم الرد والتواصل من قبل الفريق التقني.":"The technical support website, created for me, facilitates the regional laboratory staff to communicate with the technical department easily and quickly, as the user can enter the reports page, select the department and the device, identify the device problem, and the technical team will respond and communicate",


"عن المختبر؟":"About the laboratory?",
"المختبر الإقليمي بمنطقة جازان يستقبل عينات من جميع مستشفيات المنطقة يعد احد المشاريع الصحية التخصصيةبالمنطقة ويسهم في فحوصات عينات فيروس كورونا المستجد":"The Regional Laboratory in Jazan region receives samples from all hospitals in the region is one of the specialized health projects in the region and contributes to testing samples of the emerging corona virus",

"عن تقنية المعلومات؟":"About information technology?",
"يستقبل قسم تقنية المعلومات التقارير من جمع الاقسام المتواجدة في المختبر الاقليمي،ويقومون بالرد عليهم في اسرع وقت ممكن":"The IT Department receives reports from the collection of departments located in the regional laboratory, and they respond to them as soon as possible",
"تسجيل خروج":"Log Out",

"كيف يمكنني مساعدتك؟":"how can I help you"


    
}